[
{"category": ["Health & Fitness"], "iPad_screenShot": [], "description": ["THE ALL NEW NIKE+ TRAINING CLUB", "Get better with the best—with Nike Master Trainers and Athletes delivering both the expertise you want and the motivation you need to get fit. Get easy-to-follow guidance through every drill, every workout and each personalized training plan. Share and compare with your friends and the Nike+ community, and stay motivated with your ultimate personal trainer.", "Featuring 100+ workouts from Nike Athletes and Trainers:", "•\tSerena Williams and Kevin Hart", "•\tRory McIlroy", "•\tAshton Eaton", "•\tAlex Morgan", "•\tCarli Lloyd", "•\tAllyson Felix", "•\tSkylar Diggins", "•\tEllie Goulding", " ", "New Athlete workouts added regularly.", "EXPERT GUIDANCE FROM NIKE MASTER TRAINERS", "Choose the amount of visual guidance you get in every workout, and use the audio cues to take your eyes off the screen.", "VARIETY OF WORKOUTS FOR ALL LEVELS", "Find strength, endurance or mobility-focused workouts from our library of 100+ workouts designed by Nike Athletes and Trainers. ", "ALL YOUR ACTIVITIES COUNT", "Enter and record other activities you do, like basketball, tennis and many more, and keep track of your fitness life.", "EASY POST-WORKOUT SHARING", "Share customizable photos and posters with your friends and the community.", "TRACK YOUR RUNS", "Run with Nike+ Run Club, and all your runs will be automatically recorded in your activity history.", "BRING IT HOME", "Stream NTC workouts from your phone to a TV or tablet using AirPlay, AppleTV or HDMI cable."], "allRating": "3 and a half stars, 28584 Ratings", "url": ["http://a3.mzstatic.com/us/r30/Purple60/v4/07/13/c3/0713c3d3-3e1d-6232-320d-54d1495f00d5/icon175x175.png"], "currentRating": "4 and a half stars, 461 Ratings", "lauch_time": ["Aug 01, 2016"], "aggregateRating": ["4.55098"], "iPhone_screenShot": ["http://a5.mzstatic.com/us/r30/Purple30/v4/c7/09/9e/c7099e4e-a911-2675-a2f1-b6ea56ff3a06/screen696x696.jpeg", "http://a5.mzstatic.com/us/r30/Purple18/v4/49/99/ae/4999ae85-815b-df65-72df-66afd5250d43/screen696x696.jpeg", "http://a2.mzstatic.com/us/r30/Purple60/v4/3e/23/d3/3e23d32e-2a39-efb0-6f50-3e7faf7686ce/screen696x696.jpeg", "http://a1.mzstatic.com/us/r30/Purple20/v4/fb/29/fc/fb29fce3-659c-41d4-800c-2c1aa82b6445/screen696x696.jpeg", "http://a1.mzstatic.com/us/r30/Purple18/v4/f1/9b/7c/f19b7cd0-12ed-ccef-4c97-190e922723c6/screen696x696.jpeg"], "appID": "301521403", "related_app": ["502317923", "527219710", "535640259", "297368629", "291890420"], "name": ["Nike+ Training Club"]},
{"category": ["Health & Fitness"], "iPad_screenShot": [], "description": ["Every one. Every run. Join the over 47 million users who’ve discovered the joy of running with the original and the best running app on the planet, Runkeeper.", "**App Store Best of 2015, Apple Watch**", "With Runkeeper, turn your phone into a GPS tracker or track your runs without your phone with our Apple Watch app, so that you can have the fun and the motivation you want into your workout routine. ", "\"This multifunctional app has something for everyone, from beginning runners to those training for a marathon, and folks who prefer to hit the road on two wheels” - SELF", "MAKE EVERY RUN AMAZING", "Calculate running pace, cycling speed, route distance, elevation and calorie burn for any fitness activity - in high accuracy and real time!", "Find and follow pre-planned routes and see your location route on a map", "Follow training plan workouts or create your own with audio coaching ", "Get audio updates while you work out about your total mileage, calorie count, pace, speed, mileage", "Run with music and playlists from your iTunes library or Spotify", "Sync your Bluetooth Heart rate monitor to track your heart rate and stay in heart rate zones", "Easily add your indoor cardio (treadmill, elliptical) and gym workouts (Yoga, Crossfit)", "Set personalized fitness goals with Goal Coach and track your progress over time", "Find and follow Run/Walk training plans as a beginner ", "Get coached with 10k, Half Marathon and Full Marathon training plans for more advanced runners built by renowned coaches like Jeff Galloway", "View your training calendar directly in the app, and get coached through each workout while you run with audio cues", "\"Runkeeper is the granddaddy of running apps; it's one of the oldest and most popular, for plenty of good reasons.\"", "- CNET", "NEVER RUN ALONE ", "Share your activities and personal records with friends on Runkeeper, and on Twitter and Facebook", "Find your friends and give them encouragement to cross the finish line ", "See how your activity counts stack up and keep motivated with the Runkeeper Leaderboard", "KEEP YOUR RUN CONNECTED", "Pebble? Fitbit? Withings scale? We’ve got an integration for those devices and more! ", "With our Apple Watch App track without your phone and see your current heart rate ", "Sync with the best fitness apps you’re already using for nutrition, sleep monitoring, weight, step tracking, calorie counting and getting rewards, such as: Sleep Cycle, Lose it!, Jawbone, Pact, Earnedit, Fitocracy, Zombies Run, Gym Hero and hundreds more!", "UNLOCK YOUR PERFECT RUN WITH RUNKEEPER GO", "Prescribed workouts consider your running level, schedule, and the weather for useful recommendations", "Untap your potential with lifetime and goal insights, and with the ability to rank each run", "Broadcast your run in real time to Facebook or Twitter on web and mobile, so that friends and family cheer for you from anywhere in the world anytime", " ", "Subscriptions for Runkeeper Go are $9.99 per month or $39.99 for a full year. Runkeeper Go subscriptions will be charged to your iTunes account after your confirmation of purchase. Your monthly subscription will automatically renew each month and be charged through your iTunes account, yearly subscriptions will automatically renew each year. Subscriptions renew at $9.99 per month or $39.99 for a full year automatically unless cancelled at least 24 hours prior to the end of the current period. You can turn off auto-renew at any time from your iTunes account settings. Cancellation of the current active subscription period is not allowed.", "Find the full terms and conditions, and our privacy policy, at http://runkeeper.com/termsofservice and http://runkeeper.com/privacypolicy respectively. ", "Note: Continued use of GPS running in the background can dramatically decrease battery life."], "allRating": "4 and a half stars, 48181 Ratings", "url": ["http://a5.mzstatic.com/us/r30/Purple18/v4/e8/99/28/e8992829-3e84-5fb4-7cb3-f83cca4c2c9a/icon175x175.jpeg"], "currentRating": "4 and a half stars, 258 Ratings", "lauch_time": ["Jul 27, 2016"], "aggregateRating": ["4.64341"], "iPhone_screenShot": ["http://a5.mzstatic.com/us/r30/Purple69/v4/e8/8f/e7/e88fe737-433f-b1d0-475c-c64ca921c9b6/screen696x696.jpeg", "http://a4.mzstatic.com/us/r30/Purple69/v4/de/54/0d/de540da1-3cd4-6193-9390-2bc429482eb1/screen696x696.jpeg", "http://a5.mzstatic.com/us/r30/Purple49/v4/25/07/33/250733ea-affa-f09a-2f7d-cce72ae9a4ea/screen696x696.jpeg", "http://a1.mzstatic.com/us/r30/Purple69/v4/a5/87/db/a587db30-ab0c-c3cf-6f05-07356a10fe0f/screen696x696.jpeg", "http://a5.mzstatic.com/us/r30/Purple69/v4/c0/ce/6b/c0ce6b34-e7fa-2988-fa8a-f53d7e94bf43/screen696x696.jpeg", "http://a3.mzstatic.com/us/r30/Purple69/v4/31/70/1e/31701e00-9a62-1a56-1c2c-ebceb2e9efac/screen390x390.jpeg", "http://a4.mzstatic.com/us/r30/Purple49/v4/b5/b4/3b/b5b43b11-f6a8-2fd7-9d50-462f08b1afed/screen390x390.jpeg", "http://a1.mzstatic.com/us/r30/Purple69/v4/80/59/06/8059069d-9b91-fd53-102f-b701e82519a9/screen390x390.jpeg", "http://a1.mzstatic.com/us/r30/Purple49/v4/0b/42/95/0b429558-6d2b-e9fa-c375-70ed7e50075a/screen390x390.jpeg"], "appID": "300235330", "related_app": ["341232718", "291890420", "387771637", "426826309", "336599882"], "name": ["Runkeeper - GPS Running, Walk, Cycling, Workout, Pace and Weight Tracker"]},
{"category": ["Health & Fitness"], "iPad_screenShot": [], "description": ["===========================", "For even more features and functions, check out the FULL version of this app: Period Tracker Deluxe!", "===========================", "Period Tracker is the SIMPLEST period tracking app and now, it's CUTER than ever!", "* Press a button at the start of your period every month.  Period Tracker logs your dates and calculates the average of your past 3 months' menstrual cycles to predict the start date of your next period.", "* View your current and future period dates, ovulation and fertile days, your moods, symptoms, weight and temperature in a simple month-view calendar.", "* Decorate your iPhone with an icon that looks great on your home screen and that's discreet.  It reads simply \"P Tracker.\"", "Period Tracker is FILLED WITH FEATURES.", "* Take daily notes of moods, symptoms, and intimacy.", "* Export your period dates and notes to email for backup or doctor's visits.", "* Easily view the number of days until next period or number of days late.", "* Select personal period and ovulation defaults.", "* Know when you're fertile with flowers that show on your homescreen during your predicted ovulation and eight day \"fertile window.\"", "* Backup/Restore your data with your online backup and restore account. (works to/from your iPhone, iPad, An-droid app)", "* Custom symptom and moods.", "Period Tracker has been raved about by hundreds of iPhone users.", "MommaRed - \"I really like this application.  It is easy to use, easy to track and plan for upcoming events.  The recent updates have made it even better.  One of my favorite iPhone apps.\"", "Blanczz226 - \"This is one of my favorite apps.  I use it every month and it's extremely accurate.  Worth the $ for sure\"", "GeekSugar.com - \"Period Tracker is the ultimate menstrual mentor. You enter in your info, and it tracks your cycles, letting you keep notes about your activities and well being, all the while using twee 'lil hearts .and flowers to denote important days.\"", "Celstemc - \"One of my first apps and I am completely in love with it!  Won't use another one like it!!  Cute and easy to use!\" ", "Disclaimer: Period Tracker period and fertility forecasts may not be accurate and should not be used to prevent unwanted pregnancy.  To forecast ovulation Period Tracker calculates 14 days before the projected start date of one's next period.  Forecast accuracy depends on a number of factors including how regular one's cycle length is, when one actually ovulates during the cycle, and how many periods have been logged in the app.  Anxiety, stress, diet, nutrition, exercise, environment, medications, age and other factors can also affect one's cycle from month to month.  The only fail-safe method to prevent unwanted pregnancies is abstinence from sexual intercourse.  If one chooses to engage in sex, we strongly recommend understanding the risks and birth control options to mitigate those risks. Users may remove fertile window and intimacy icons from the calendar in the app settings (Period&Fertility/ AbstinenceMode).", "Please email comments and suggestions to supportgpa@gmail.com."], "allRating": "4 stars, 50945 Ratings", "url": ["http://a2.mzstatic.com/us/r30/Purple69/v4/36/52/f6/3652f69d-09f4-0329-838f-824667c5a357/icon175x175.jpeg"], "currentRating": "4 stars, 264 Ratings", "lauch_time": ["Oct 17, 2015"], "aggregateRating": ["4.07576"], "iPhone_screenShot": ["http://a2.mzstatic.com/us/r30/Purple3/v4/ba/41/ca/ba41ca11-29c8-1dfe-1543-ae8f2e52ce51/screen696x696.jpeg", "http://a4.mzstatic.com/us/r30/Purple3/v4/c3/b5/26/c3b526ac-800f-78ea-7000-9a24ff295a41/screen696x696.jpeg", "http://a3.mzstatic.com/us/r30/Purple5/v4/63/33/00/633300dd-3629-d9da-1c57-d084d8274820/screen696x696.jpeg", "http://a5.mzstatic.com/us/r30/Purple5/v4/4f/f4/23/4ff4234a-b922-f7f9-db7b-0f229047dae0/screen696x696.jpeg", "http://a3.mzstatic.com/us/r30/Purple1/v4/ba/af/30/baaf30a1-da24-72a9-7ea9-ea57baf166f4/screen696x696.jpeg"], "appID": "330376830", "related_app": [], "name": ["Period Tracker Lite"]},
{"category": ["Health & Fitness"], "iPad_screenShot": [], "description": ["WebMD for iPhone offers physician-reviewed health content and interactive tools in addition to on-demand healthy living information. The innovative design marries content and utility informed by more than five years of user insights and feedback. ", "WebMD for iPhone also features Healthy Target, an innovative health improvement program that will help you create and sustain healthy habits. By connecting an activity tracker, wireless scale, blood pressure monitor, or glucometer you'll be able to view all of your data in one location and receive WebMD contextual content and insights. Additionally, Healthy Target allows you to use HealthKit to sync with the Apple Health app.", "Get access to your favorite WebMD health tools like Symptom Checker and local health listings, in addition to the most up-to-date information about medicine and first aid essentials. All in one elegant app. From the most trusted brand in health information. ", "Key Features: ", "• WebMD Symptom Checker – Select the part of the body that is troubling you, choose your symptoms, and learn about potential conditions or issues.", "• Medication Reminders – View daily medication schedules and instructions, pill images with dosage and timing information, and receive reminders for when it’s time to take a given medication.", "• Healthy Target – Create and sustain healthy habits by tracking your progress daily, connecting wearable devices, and getting actionable insights at the end of each week.", "• Healthy Living – Choose the healthy living interests that matter most to you to customize a daily lifestyle magazine of tips, fun facts, articles, quizzes, and slideshows. ", "• Conditions – Find medically reviewed information about conditions relevant to you and learn more about causes, treatments, and related symptoms. ", "• Medicine – Search our extensive database for information on drugs, supplements, and vitamins. Read about uses, side effects, and warnings, and access our Pill ID tool.", "• First Aid Essentials – Your handy guide for medical emergencies. From insect stings to broken bones, helpful treatment tips are always available, even without an Internet connection. ", "• Local Health Listings – Find the closest physician, hospital, and pharmacy based on your current location or search by city, state or zip. ", "Customization: ", "• Create and save your conditions, medicine, first aid information, doctors, hospitals, pharmacies, and healthy living articles for secure, easy access and reference. ", "About WebMD:", " ", "WebMD is the leading provider of health information services, serving consumers, physicians, other healthcare professionals, employers and health plans. The online healthcare information, decision-support applications and communications services that we provide: ", "- Help consumers take an active role in managing their health by providing objective healthcare information and lifestyle information. ", "- Make it easier for physicians and healthcare professionals to access clinical reference sources, stay abreast of the latest clinical information, learn about new treatment options, earn continuing medical education credits and communicate with peers. ", "- Enable employers and health plans to provide their employees and plan members with access to personalized health and benefit information and decision support technology that helps them make informed benefit, provider and treatment choices.", "The WebMD Health Network includes WebMD Health, Medscape, MedicineNet, emedicineHealth, RxList, theheart.org, drugs.com and Medscape Education. ", "SOURCE WebMD Health Corp. ", "WebMD. Better Information. Better Health. ", "WebMD does not provide medical advice, diagnosis or treatment. Always seek the advice of your physician or other qualified health provider with any questions you may have regarding a medical condition. Never disregard professional medical advice or delay in seeking it because of something you have read on the WebMD mobile application."], "allRating": "3 and a half stars, 51178 Ratings", "url": ["http://a4.mzs[
[
[
[
[
[
